#+TITLE: 04 01

#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2022-04-01 Fri 16:53]
| Headline                                | Time   |
|-----------------------------------------+--------|
| *Total time*                            | *3:43* |
|-----------------------------------------+--------|
| Make Mathematica solve the selection... | 3:43   |
#+END:


* Make Mathematica solve the selection rule thing
:LOGBOOK:
CLOCK: [2022-04-01 Fri 16:24]--[2022-04-01 Fri 16:53] =>  0:29
CLOCK: [2022-04-01 Fri 16:12]--[2022-04-01 Fri 16:24] =>  0:12
CLOCK: [2022-04-01 Fri 15:29]--[2022-04-01 Fri 16:05] =>  0:36
CLOCK: [2022-04-01 Fri 13:36]--[2022-04-01 Fri 14:14] =>  0:38
CLOCK: [2022-04-01 Fri 11:51]--[2022-04-01 Fri 11:53] =>  0:02
CLOCK: [2022-04-01 Fri 11:11]--[2022-04-01 Fri 11:46] =>  0:35
CLOCK: [2022-04-01 Fri 10:42]--[2022-04-01 Fri 11:06] =>  0:24
CLOCK: [2022-04-01 Fri 09:30]--[2022-04-01 Fri 10:17] =>  0:47
:END:
Remember that |n - sgn(n)| = |n| - 1... (assuming |n| > 0)
